Repository: nacarolina/INTERSEC
Catalog: App_GlobalResources/Resource.*.resx
Languages: es

source: Abrir Monitoramento
es: Abrir Monitoreo

# abrirOrdemServico
source: Abrir Ordem de Serviço
es: Abrir orden de servicio

source: Agenda
es: Cronograma de Planes

# alterarUsuario
source: Alterações
es: Cambiar usuario

source: Anel
es: Intersección

# areaSubArea
source: Áreas e Subáreas
es: Áreas y Subáreas

# atencao
source: Atenção
es: Atención

# alarmeFalha
source: Alarme de Falha
es: Alarma de Fallas

source: Cadastros
es: Registro

# cadastroUsuario
source: Cadastros
es: Registro de usuario

source: Cancelamento
es: Quitación

source: Cancelar
es: Quitar

# centralizacao
source: Centralização
es: Centralización

# configuracoes
source: Configurações
es: Ajustes

source: Controlador Aberto
es: Controlador Abierto

source: Cruzamento
es: Intersección

source: Data
es: Fecha

source: Data Final
es: Fecha Final

source: Data Inicial
es: Fecha Inicial

# desejaRestarEqp
source: Deseja resetar esse controlador?
es: ¿Desea restablecer el controlador?

# desejaSetarSCEqp
source: Confirmar o modo sem comunicação para esse controlador?
es: ¿Confirma el modo sin comunicación para el controlador?

# distancia
source: Distância
es: Distancia

# endereco
source: Endereço
es: Dirección

# estatisticaStatusControlador
source: Estatísticas Status do Controlador
es: Estadísticas de el Estado del controlador

source: Falha de Nobreak
es: Falla de Nobreak

source: Falhas
es: Fallas

# falhasNaComunicacao
source: Falhas na Comunicação
es: Fallas en la comunicación

source: Fechar
es: Cerrar

# filtrarPorEstatistica
source: Filtrar por Estatísticas
es: Filtrar por Estadísticas

# fusoHorario
source: Fuso Horário
es: Huso Horario

# historicoComunicacao
source: Histórico de Comunicação
es: Historia de la comunicación

# historicoFalhas
source: Histórico de Falhas
es: Historial de fallos

# horarioVerao
source: Horário de Verão
es: Horario de verano

# identificacao
source: Identificação
es: Identificación

# idPonto
source: Id do Ponto
es: Identificación de la intersección

source: Imagem
es: imagen

source: Impor
es: Imponer

# imposicao
source: Imposição
es: Imposición

# imposicaoPlano
source: Imposição de Plano
es: Imposición de Plan

# infoUserInvalido
source: Usuário Invalido!
es: ¡Usuario Invalido!

# infoUserPermissaoReset
source: Contate un Usuario que possua permissão para efetuar o Reset!
es: ¡Contacte un usuario con autorización para efectuar el Reset!

source: Limpar
es: Limpiar

source: Lista
es: Listado

# listaAneisVinculados
source: Lista de anéis vinculados
es: Listado de intersecciones vinculadas

# listaGrupoSemaforico
source: Lista de Grupos Semafóricos
es: Listado de Fases

# listaRotas
source: Lista de Rotas
es: Listado de Rutas

source: Modo Operacional
es: Modo Operativo

# moduloDeComunicacao
source: Módulo de Comunicação
es: Módulo de Comunicación

# msgErroEqpNaoCentralizado
source: É necessário todos os controladores vinculados estarem centralizados
es: Es necesario que todos los controladores añadidos estén centralizados

# nao
source: Não
es: No

# naoHaRegistros
source: Não há registros!
es: No hay registros!

# naoTemHistoricoComunicacaoEqp
source: Não ha um historico de Comunicação para este controlador!
es: ¡No hay un historial de comunicación para este controlador!

# naoTemHistoricoFalhaEqp
source: Não ha um historico de falhas para este controlador!
es: ¡No hay un historial de fallos para este controlador!

# opcoes
source: Opções
es: Opciones

source: Pendente
es: Pendiente

# permissaoParaReset
source: Permissão para o Reset
es: Autorización para el Reset

source: Pesquisar
es: Investigar

# planoImposicaoNaoExiste
source: O plano de solicitação da imposição não é existente nos controladores da subárea!
es: El plan de solicitud de imposición no está en los controladores de la subárea.

source: Planos
es: Planes

source: Porta
es: Puerta

source: Prefeitura
es: Cliente

# programacao
source: Programação
es: Programación

source: ─ SELECIONE ─
es: Seleccionar

# selecioneFalha
source: Selecione a Falha!
es: Seleccione la Falla!

# semaforoAmareloIntermitente
source: Semáforo em Amarelo Intermitente
es: Semáforo en Amarillo Intermitente

# semComunicacao
source: Sem Comunicação
es: Sin Comunicación

source: Senha
es: Contraseña

source: Sim
es: Si

# sincronizacao
source: Sincronização
es: sincronización

# sincronizacoesPendentes
source: Sincronizações Pendentes
es: Sincronizaciones Pendientes

# site_name
source: Central Semaforica
es: Gw - Central de tiempo fijo

# solicitacao
source: Solicitação
es: Solicitud

# subAreaAgenda
source: Vincular subáreas na agenda
es: Añadir Subáreas en el cronograma de planes

# subtensao
source: Subtensão
es: subtensión

source: Sucesso
es: succeso

source: Tarefas
es: Tareas

source: Tarefas Pendentes
es: Tareas pendientes

source: Tempo Percurso
es: Tiempo Recorrido

source: Tempo sem Comunicar
es: Tiempo sin comunicar

# tentativaConexao
source: Tentativa Conexão
es: Tentativa de Conexión

# ultimaAtualizacao
source: Última Atualização
es: Última actualización

# ultimaAtualizacaoProgramacao
source: Ultima atualização programação
es: Ultima actualización de programación

# ultimaComunicacao
source: Ultima comunicação
es: Ultima comunicación

# usuario
source: Usuário
es: Usuario

# usuariosPermissoes
source: Permissões
es: Autorización de acceso

source: Ver Agenda
es: Ver Cronograma de Planes

# versao
source: Versão
es: versión

# vinculoSubArea
source: Vínculos Subárea
es: Vínculos de la Subárea

source: Voltar
es: Volver

source: Centralizado
es: Centrado

source: Aberto
es: Abierto

# dadoNaoCadastrado
source: Dados não cadastrados
es: Datos sin registro

# horarioBrasilia
source: Horário de Brasília
es: Hora de invierno

# informeSenha
source: Informe a senha
es: Introduzca la contraseña

# informeUsuario
source: Informe o usuário
es: Informe al usuario

# semProgramacao
source: Sem Programação
es: Sin Programación

# AgendaExisteMesmoNome
source: Já existe uma agenda com esse nome
es: Ya existe un cronograma de planes con ese nombre

source: Agendamento
es: Agendamiento

source: Aguarde
es: Espere

# alert_agendaTodoDia
source: Agenda não possui todos os dias da semana!
es: El cronograma de planes no tiene todos los días de la semana!

# alert_horaInicialIgualFinal
source: A Hora Inicial não pode ser igual a Hora Final!
es: ¡La Hora Inicial no puede ser igual la Hora Final!

# alert_vinculoGruposAreaMapa
source: Os grupos semáforicos deverão estar no mapa para serem vinculados
es: Los grupos deberán estar en el mapa para ser vinculados

# alteracoes
source: Alterações
es: Alteraciones

source: Amarelo Intermitente
es: Amarillo Intermitente

source: Cadastrar
es: Registrar

source: Carregando
es: Cargando

source: Desenhar
es: Dibujar

source: Detalhes
es: Detalles

source: Dias
es: Días

# excluido
source: Excluído!
es: Eliminado

source: Excluir
es: Borrar

source: Existem
es: Hay

# horarioAgendaExistente
source: Já existe agenda com esse horário
es: Ya existe un cronograma de planes con ese horario

# horarios
source: Horários
es: Horarios

# informacao
source: Informação
es: Información

# naoPossuiPlanoConfigurado
source: Não possui plano configurado
es: No hay plan configurado

source: Nome
es: Nombre

source: Novo
es: Nuevo

source: Plano
es: Plan

# planoConfigMesmoPeriodo
source: planos configurados na tabela especial no mesmo período
es: planes configurados en la tabla especial en el mismo período

# planosConfigMesmoHorario
source: planos configurados na agenda no mesmo horário
es: Cronograma de planes configurados en el mismo horario

source: Quarta
es: Miércoles

source: Quinta
es: Jueves

source: Salvar
es: Guardar

source: Segunda
es: Lunes

# selecioneAgenda
source: Selecione a agenda
es: Seleccione el cronograma de planes

# selecioneArea
source: Selecione a área
es: Seleccione el área

# selecioneDiaSemana
source: Selecione o dia da semana!
es: ¡Seleccione el día de la semana!

# selecioneSubArea
source: Selecione a subárea
es: Seleccione la subárea

source: Sexta
es: Viernes

# subAreaVinculadaAgenda
source: A Subárea já está vinculada em uma agenda!
es: ¡La Subárea ya está vinculada en un cronograma de planes!

source: Tabela
es: Tabla

# terca
source: Terça
es: Martes

source: Todos os Dias
es: Todos los días

source: Vincular Grupos
es: Añadir Fases

# botaoDireitoParaOpcoes
source: Clique com o botão direito para mais opções
es: Haga clic con el botón derecho para más opciones

# cadastroArea
source: Cadastro de Áreas
es: Registro de Áreas

# campoObrigatorio
source: Campo obrigatório
es: Campo obligatorio

# excluidoSucesso
source: Excluído com sucesso.
es: Eliminado con succeso

# listaEqpVinculado
source: Lista de controladores vinculados
es: Listado de controladores añadidos

# naoFoiPossivelSalvarArea
source: Não foi possível salvar a área
es: No se pudo guardar el área

source: Renomear
es: Rebautizar

source: Salvo com sucesso
es: Guardado con succeso

source: Vincular Controlador
es: Añadir Controlador

# areaExistente
source: Já existe uma área com o mesmo nome
es: Ya existe una área con el mismo nombre

# desejaExcluirArea
source: Tem Certeza que deseja excluir a área?
es: ¿Confirma la exclusión de la área?

# exclusaoPodePerderDados
source: Na exclusão da área você poderá perder dados vinculados!
es: Los datos añadidos en está área seran eliminados.

# naoHaEqpVinculadoNaSubArea
source: Não há controlador vinculado com essa Subárea
es: ¡No hay controlador añadidos en esta Subárea!

# nomeExistente
source: Esse nome já existe
es: Este nombre ya existe

# preenchaNomeArea
source: Preencha o nome da área
es: Rellene el nombre del área

# preenchaNomeSubArea
source: Preencha o nome da Subárea
es: Rellene el nombre del Subárea

# subareaExistente
source: Já existe uma subárea com o mesmo nome
es: Ya existe una subárea con el mismo nombre

# abrirCameras
source: Abrir Câmeras
es: Abrir Cámaras

source: Adicionar
es: Añadir

source: Anexar
es: Adjuntar

source: Arquivo
es: Archivo

# camera
source: Câmera
es: Cámara

# comunicacaoServico
source: Comunicação por Serviço
es: Comunicación por servicio

source: Conjugados
es: Conjugado

# consorcio
source: Consórcio
es: Consorcio

source: Disponibilidade
es: Disponibilidad

# gruposSemaforicos
source: Grupos Semáforicos
es: Fases

# informeDnaMestre
source: Informe o Dna Mestre
es: Informe la intersección Mestre

source: Latitude
es: Latitud

source: Longitude
es: Longitud

# moduloComunicacao
source: Módulo de Comunicação
es: Módulo de Comunicación

# novaCamera
source: Nova Câmera
es: Nueva Cámara

# recebeIpPorTrap
source: Receber o Ip por Trap
es: Recibir el IP por TRAP

# requisicao
source: Requisição
es: Solicitud

source: Visualizar Controladores
es: Ver Controladores

# visualizarEnderecoMapa
source: Visualizar endereço no Mapa
es: Ver la dirección en el mapa

# alert_desabitarEqpCruzamento
source: Para desabilitar o Controlador, é necessário desabilita-lo do Cruzamento
es: Para deshabilitar el controlador, es necesario deshabilitarlo de la intersección

# alert_ExcluirEqpCruzamento
source: Para excluir o Controlador, é necessário desabilita-lo do Cruzamento
es: Para borrar el Controlador, es necesario deshabilitarlo de la intersección

source: Cadastro
es: Registro

source: Desabilitado
es: Deshabilitado

# DnaNaoExiste
source: Esse Dna não existe
es: La intersección no existe

# falhaDesabilitarEqp
source: Falha ao Desabilitar Equipamento
es: Falla al deshabilitar el controlador

# falhaHabilitarEqp
source: Falha ao Habilitar Equipamento
es: Falla al habilitar el controlador

# idDnaJaFoiVinculado
source: Esse Id do Dna já foi vinculado
es: Este identificador de la intercección ya ha sido vinculado

# jaExisteControladorVinculadoPonto
source: Há um controlador vinculado a esse ponto
es: Hay un controlador vinculado a esa intersección

# naoEncontrado
source: Não Encontrado
es: No Encontrado

source: Selecionar
es: Seleccionar

# serialConfigNoMesmoIP
source: A serial configurada já está vinculada ao mesmo IP
es: La identificación configurada ya está vinculada al mismo IP

# serialExistente
source: Esse Serial já existe
es: Identificación ya existente

# cadastroCorredor
source: Cadastro de Corredor
es: Registro de Corredor

# corredorExisteMesmoNome
source: Já existe um corredor com esse nome
es: Ya existe un corredor con ese nombre

# excluirAneisVinculados
source: Excluir todos anéis vinculados
es: Borrar todas las intersecciones vinculadas

# grupoJaEstaSendoUsadoNoCorredor
source: já está sendo usado em outro corredor
es: ya está siendo utilizado en otro corredor

# informeTempoPercurso
source: Informe o tempo de percurso
es: Introduzca el tiempo de recorrido

# selecioneAnel
source: Selecione o anel
es: Selecione la intersección

# selecioneGrupo
source: Selecione o grupo
es: Seleccione el grupo

source: Tempo entre cruzamentos
es: Tiempo entre Intersecciones

# cadastroCruzamento
source: Cadastro de Cruzamento
es: Registro de Intersección

# dnaNPodeSerExcluido
source: Esse Ponto não pode ser excluído
es: No se puede borrar la intersección

# grupoSemaforicoSelecionado
source: Grupo Semáforico Selecionado
es: Grupo Semáforo seleccionado

# listaLocais
source: Lista de Locais
es: Listado de intersecciones

# locaisGruposSemaforicos
source: Locais Grupos Semáforicos
es: Dirección de Fases

source: Local Selecionado
es: Local Seleccionado

# naoHaGrupoVinculadoDna
source: Não há Grupo vinculado a esse local
es: No hay Grupo añadido en esta intersección

source: Vincular
es: Añadir

# areaSelecionada
source: Área Selecionada
es: Área Seleccionada

source: Cancelar vinculos rota
es: Quitar vinculos de ruta

# listaAreas
source: Lista de Áreas
es: Listado de Áreas

# nomeRota
source: Nome da rota
es: Nombre de la ruta

source: Recarregar Rota
es: Recargar Ruta

source: Rota
es: Ruta

# rotaGrupoSemaforico
source: Rotas Grupos Semáforicos
es: Rutas Fases

# salvarTrajetoVincularGrupo
source: Para vincular os grupos semafóricos é necessário salvar o trajeto
es: Para añadir las fases guarde el trayecto

# vincularGruposRota
source: Vincular Grupos a Rota
es: Añadir Fases a la Ruta

source: Visualizar Grupos Vinculados
es: Ver Grupos enlazados

# arquivoNaoPermitido
source: Arquivo não permitido
es: Archivo no permitido

# cadastroPrefeitura
source: Cadastro de Prefeitura
es: Registro de Cliente

# digiteSenhaNovamente
source: Digite a senha novamente
es: Introduzca la contraseña de nuevo

# emailExistente
source: Já existe um cadastro para este Email
es: Ya existe un registro para este Email

# nomeInvalido
source: Nome inválido
es: Nombre inválido

source: Pergunta secreta
es: Pregunta secreta

# questaoInvalida
source: Questão inválida
es: Cuestión inválida

# responsavel
source: Responsável
es: Responsable

source: Resposta
es: Respuesta

# respostaInvalida
source: Resposta inválida
es: Respuesta inválida

# selecioneSubAreaConfigRota
source: Selecione uma subárea na lista abaixo para configurar a rota
es: Seleccione una subárea en el listado siguiente para configurar la ruta

# senhaInvalida
source: Senha inválida
es: Contraseña inválida

# senhasNaoCorrenspondem
source: As senhas não coinciden
es: Las contraseñas no coinciden

source: Telefone
es: Teléfono

# usuarioRejeitado
source: Usuário Rejeitado
es: Usuario rechazado

source: Ano
es: Año

# anoExistente
source: Esse ano já está cadastrado
es: Este año ya está registrado

# dataInvalida
source: Data inválida
es: Fecha inválida

# enviadoSucesso
source: Enviado com sucesso
es: Enviado con succeso

# enviarTodosControladores
source: Enviar para todos os Controladores
es: Enviar para todos los controladores

source: Gerar
es: Generar

# apagaLogsFalhaRestabelecimento
source: Apagar Logs de Falha de Restabelecimento
es: Borrar registros de fallas de restauración

# apagaLogsOperacao
source: Apagar Logs Operação
es: Borrar registros Operación

source: Ativo
es: Activo

source: Baixar
es: Descargar

source: Chave
es: Clave

# cliqueNoLocalParaSalvar
source: Após efetuar a pesquisa clique no local desejado para salvar
es: Después de realizar la búsqueda haga clic en la ubicación deseada para guardar

# comentario
source: Comentário
es: Comentario

source: Criar
es: Crear

# descricao
source: Descrição
es: Descripción

# digiteUsuarioSenha
source: Digite seu usuário e sua senha
es: Introduzca su usuario y contraseña

# enviaProgramacaoEqp
source: Enviar Programação para o Controlador
es: Enviar programación para el controlador

source: Erro
es: Error

# erroLogin
source: Sua tentativa de login não foi bem sucedida. Por favor, tente novamente.
es: Identificación de Usuario incorrecta. Por favor intente de nuevo

# funcionalidades
source: Regra de acesso
es: Regla de acceso

# informeVersao
source: Informe uma versão
es: Introduzca una versión

# inicializacaoMapaNessaArea
source: Deseja que o mapa seja inicializado nessa área
es: Desea que el mapa se inicialize en esta área

source: Lembrar
es: Recordar

# manipula
source: Gestão
es: Gestión

# milisegundos
source: Milissegundos
es: Milisegundos

# municipio
source: Município
es: Ciudad

# novaLicenca
source: Nova Licença
es: Nueva Licencia

source: Nova senha
es: Nueva contraseña

# permissao
source: Permissão
es: Regla de acceso

# redigiteNovaSenha
source: Redigite a nova senha
es: Vuelva a escribir la nueva contraseña

# regraAcesso
source: Regra de acesso
es: Regla de acceso

source: Tempo
es: Tiempo

# tempoAtualizacao
source: Tempo atualização
es: Tiempo de actualización

# ultimoAcesso
source: Último acesso
es: Último acceso

source: Atraso ciclo
es: Retraso del ciclo

# estagioAtual
source: Estágio Atual
es: Etapa actual

# funcao
source: Função
es: Función

# imposicaoAndamento
source: Imposição em andamento
es: Imposición en curso

source: Mensal
es: Mensual

source: Monitoramento Tempo Real
es: Monitoreo de Tiempo Real

source: Obter Dados
es: Obtener Datos

# operacao
source: Operação
es: Operación

source: Reiniciar
es: Reanudar

source: Reinicio anel
es: Reinicio intersección

# relogio
source: Relógio
es: Reloj

source: Restabelecimento
es: Restauración

source: Tempo ciclo
es: Tiempo ciclo

# tempoEstagio
source: Tempo estágio
es: Tiempo etapa

source: Tempo no ciclo
es: Tiempo en el ciclo

# tempoNoEstagio
source: Tempo no estágio
es: Tiempo en la etapa

# cadastroCliente
source: Cadastro de Cliente
es: Registro de Cliente

source: Ver Planos
es: Ver Planes

source: Desativar
es: Desactivar

source: Inativo
es: Inactivo

source: Pedestre
es: Peatonal

source: Veicular
es: Vehicular

source: Enviar Agenda
es: Enviar Cronograma de Planes

# enviarProgramacao
source: Enviar Programação
es: Enviar programación

# enviarHorarioVerao
source: Enviar Horário de Verão
es: Enviar Horario de verano

source: Enviar imagem
es: Enviar imagen

source: Nenhuma tarefa
es: Ninguna tarea

# permissaoCadCentral
source: Permissão de acesso aos cadastros da Central
es: Permiso de acceso a los registros de la Central

# permissaoCadHorarioVerao
source: Permissão de acesso para o cadastro de horário de verão
es: Permiso de acceso para el registro de horario de verano

# permissaoCadPrefeitura
source: Permissão de acesso para o cadastro de cliente
es: Permiso de acceso para el registro de cliente

# permissaoCentralMapa
source: Permissão de acesso para visualização da Central em modo mapa
es: Permiso de acceso para ver el Central en modo mapa

# permissaoConfigProgramador
source: Permissão de acesso para a configuração de usuários e versões do Programador Semaforico
es: Permiso de acceso para la configuración de usuarios y versiones del Programador Semaforico

# permissaoConfigUser
source: Permissão de acesso as configurações do usuário
es: Permiso de acceso a la configuración del usuario

source: Alarmes
es: Alarmas

# lacosEmFalha
source: Laços em Falha
es: Detectores Vehiculares en Falla

# indiceCorredor
source: Indice no Corredor
es: Indice en el Corredor

# informeIndiceCorredor
source: Informe o indice no corredor
es: Introduzca el Indice en el Corredor

source: Trajeto
es: Trayecto

# EqpJaVinculadoArea
source: Este controlador já está vinculado em uma Subárea
es: Este controlador ya esta vinculado a una Subárea

source: Falha Solucionada
es: Falla Solucionada

source: Falha solucionada com sucesso!
es: Falha solucionada con succeso!

# relatorios
source: Relatórios
es: Informes

# salvarAlteracoes
source: Salvar Alterações
es: Guardar

source: Porta Aberta
es: Puerta Abierta

# selecioneControlador
source: Selecione um Controlador
es: Seleccione el Controlador

source: com
es: con

source: Deseja
es: Desea

# atualizacaoAutomatica
source: Atualização Automática
es: Atualización Automatica

# confirmarExclusaoTipoAlert
source: Realmente deseja excluir?
es: ¿De verdad quieres eliminar?

# controladorCadastrado
source: Este controlador já está cadastrado
es: Este controlador ya está registrado

# controladorProgramacoesExcluidas
source: Controlador e programações excluídas com sucesso!
es: Controlador y horarios eliminados con éxito

# controladorProgramacoesSeraoExcluidas
source: Este controlador e todas as programações serão excluídas permanentemente
es: Este controlador y todas las configuraciones se eliminarán permanentemente

# erroVerdeMaximoMenorVerdeSeguranca
source: O verde maximo não pode ser menor que o verde de segurança!
es: El verde maximo no puede ser menor que el verde de seguridad!

# estagio
source: Estágio
es: Etapa

# excluidoTipoAlert
source: Excluído!
es: Eliminado!

# insiraControlador
source: Insira um controlador
es: Ingrese el controlador

# insiraEndereco
source: Insira um endereço
es: Ingrese una dirección

# insiraIpControlador
source: Insira o IP do controlador
es: Ingrese el IP del controlador

# ipCadastrado
source: Este IP já está cadastrado
es: Este IP ya está registrado

# ipControlador
source: IP do Controlador
es: IP del Controlador

# preenchaCamposEmBranco
source: Preencha os campos em branco.
es: Complete los campos en blanco

# qtdCaractereIdentControlador
source: Qtd de Caracteres Identificação do Controlador
es: Núm. de caracteres de identificación del controlador

# qtdEstagios
source: Qtd de Estágios
es: Cuantidad de Etapas

source: SCN DO ANEL
es: SCN INTERSECCIÓN

source: Sim, excluir!
es: Si, eliminar!

# verdeSeguranca
source: Verde de Segurança
es: Verde de Seguridad

# intersecao
source: Interseção
es: Intersección

source: Alarme
es: Alarma
